wrk/results.txt
Running 20s test @ http://app/Cart
  12 threads and 400 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency     0.00us    0.00us   0.00us    -nan%
    Req/Sec    19.62     28.15   116.00     84.40%
  Latency Distribution
     50%    0.00us
     75%    0.00us
     90%    0.00us
     99%    0.00us
  433 requests in 20.09s, 89.12KB read
  Socket errors: connect 0, read 0, write 0, timeout 433
Requests/sec:     21.55
Transfer/sec:      4.44KB