wrk/results.txt
Running 20s test @ http://app/Cart
  12 threads and 400 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency   983.71ms  149.11ms   2.00s    77.08%
    Req/Sec    45.14     59.68   306.00     84.43%
  Latency Distribution
     50%  951.49ms
     75%    1.04s 
     90%    1.17s 
     99%    1.42s 
  7467 requests in 20.10s, 1.66MB read
  Socket errors: connect 0, read 0, write 0, timeout 367
  Non-2xx or 3xx responses: 80
Requests/sec:    371.54
Transfer/sec:     84.83KB