wrk/results.txt
Running 20s test @ http://app/Cart
  12 threads and 400 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency     1.38s   158.40ms   1.89s    62.95%
    Req/Sec    29.43     25.35   180.00     76.69%
  Latency Distribution
     50%    1.37s 
     75%    1.48s 
     90%    1.63s 
     99%    1.73s 
  5162 requests in 20.10s, 1.04MB read
  Socket errors: connect 0, read 0, write 0, timeout 396
Requests/sec:    256.87
Transfer/sec:     53.13KB