wrk/results.txt
Running 20s test @ http://app/Cart
  12 threads and 400 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency     1.30s   212.60ms   1.99s    69.92%
    Req/Sec    34.81     37.40   232.00     86.75%
  Latency Distribution
     50%    1.28s 
     75%    1.49s 
     90%    1.60s 
     99%    1.81s 
  5537 requests in 20.09s, 1.13MB read
  Socket errors: connect 0, read 0, write 0, timeout 400
  Non-2xx or 3xx responses: 54
Requests/sec:    275.55
Transfer/sec:     57.52KB